/* Time Machine panel size in GB */
"%.1f GB" = "%.1f Gt";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f Mt";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f Tt";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (verkkolevy)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ kohteessa %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u Kt";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Tiedostoa ei voida kirjoittaa kohteeseen.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Tiedostoa ei voida kirjoittaa kohteeseen. Varmista, että kohdekansioon voidaan kirjoittaa.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Haluatko käyttää kohdetta %1$@ vai %2$@ Time Machinella varmuuskopiointiin?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Haluatko käyttää kohdetta %@ Time Machinella varmuuskopiointiin?";

/* screencapture filure to write error string */
"Failure to write image data." = "Kuvan datan kirjoittaminen epäonnistui.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "Näytönkaappaus epäonnistui.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "verkkolevy %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Polun bittikartasta ei voida luoda kuvaa.";

/* screencapture create image error string */
"Unable to create image." = "Kuvaa ei voida luoda.";

/* screencapture type error string */
"Unable to create type string." = "Tyyppimerkkijonoa ei voida luoda.";

/* screencapture create url error string */
"Unable to create url for path." = "Polulle ei voida luoda osoitetta.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Kuvakaappausta ei voida tallentaa.";

